" bytes" = " octets";
"#,##0.0 GB" = "#,##0,0 Go";
"#,##0.0 MB" = "#,##0,0 Mo";
"#,##0.0 PB" = "#,##0,0 Po";
"#,##0.0 TB" = "#,##0,0 To";
"#,##0.0 kB" = "#,##0,0 ko";
"%@ %@" = "%1$@ %2$@";
"%@ Preferences" = "Préférences %@";
"%@, %@ %@" = "%1$@, %2$@ %3$@";
"AppleScript reported the following error:\n%@" = "AppleScript a renvoyé une erreur pour l'élément suivant :\n%@";
"Auto Size All Columns" = "Ajuster automatiquement la taille de toutes les colonnes";
"Auto Size Column" = "Ajuster automatiquement la taille de la colonne";
"Bright" = "Lumineux";
"Cancel" = "Annuler";
"Choosing Reset will restore all settings (including options not in this Preferences window, such as window sizes and toolbars) to the state they were in when %@ was first installed." = "En choisissant Réinitialiser, tous les réglages (incluant les options absentes de cette fenêtre de Préférences, comme les tailles et les barres d'outils des fenêtres) seront rétablis à l'état de la première installation d'%@.";
"Choosing Reset will restore all settings in all preference panes to the state they were in when %@ was first installed." = "Si vous choisissez Réinitialiser, tous les réglages de toutes les sous-fenêtres de préférences seront restaurés à l'état de la première installation d'%@.";
"Choosing Reset will restore all settings in this pane to the state they were in when %@ was first installed." = "Si vous choisissez Réinitialiser, tous les réglages de cette sous-fenêtre seront restaurés à l'état de la première installation d'%@.";
"Clear" = "Effacer";
"Custom" = "Personnalisé...";
"Cut" = "Couper";
"Dark" = "Foncé";
"Deep" = "Profond";
"Drag Operation" = "Faire glisser l'opération";
"Edit Script" = "Modifier un script";
"Error editing InternetConfig preferences for key %@: %@" = "Error editing InternetConfig preferences for key %1$@: %2$@";
"Error opening InternetConfig for read-only access: %@" = "Erreur lors de l'ouverture d'InternetConfig pour un accès en lecture seule : %@";
"Error opening InternetConfig for read-write access: %@" = "Erreur lors de l'ouverture d'InternetConfig pour un accès en lecture et écriture : %@";
"Error reading InternetConfig preference for key %@: %@" = "Error reading InternetConfig preference for key %1$@: %2$@";
"Faded" = "Décoloré";
"Group" = "Grouper";
"ICCountPref returned an error: %@" = "ICCountPref a renvoyé une erreur : %@";
"ICEnd returned an error: %@" = "ICEnd à renvoyé une erreur : %@";
"ICGetIndPref %d/%d returned an error: %@" = "ICGetIndPref %1$d/%2$d returned an error: %3$@";
"ICMapFilename returned an error for file %@: %@" = "ICMapFilename returned an error for file %1$@: %2$@";
"ICSetPref returned an error while setting key %@: %@" = "ICSetPref returned an error while setting key %1$@: %2$@";
"ICSetPref returned permissions when attempting setting key %@" = "ICSetPref a renvoyé des autorisations en essayant de régler la clé %@";
"Indent" = "Retrait";
"Intense" = "Saturé";
"Launch Services returned an error while opening URL %@: %@" = "Launch Services returned an error while opening URL %1$@: %2$@";
"Light" = "Clair";
"Loading %@..." = "Chargement de %@...";
"Mild" = "Moyen";
"Near-black" = "Très sombre";
"Next" = "Suivant";
"No Actions Available" = "Aucune action disponible";
"Off-white" = "Blanc cassé";
"Pattern Color" = "Couleur du motif";
"Previous" = "Précédent";
"Reset" = "Réinitialiser";
"Reset %@ preferences to their original values?" = "Réinitialiser les préférences %@ à leurs valeurs d'origine ?";
"Reset All" = "Tout réinitialiser";
"Reset all preferences and other settings to their original values?" = "Réinitialiser toutes les préférences et les autres réglages à leurs valeurs d'origine ?";
"Reset all preferences to their original values?" = "Réinitialiser toutes les préférences à leurs valeurs d'origine ?";
"Return all settings to default values" = "Rétablir les valeurs par défaut de tous les réglages";
"Return settings in this pane to default values" = "Rétablir les valeurs par défaut des réglages de cette sous-fenêtre";
"Rich" = "Riche";
"Search" = "Rechercher";
"Shortcuts for commonly used actions" = "Raccourcis pour les actions fréquemment utilisées";
"Show All" = "Tout afficher";
"Smokey" = "Diffus";
"Subexpression #%d" = "Sous-expression #%d";
"The script '%@' could not complete." = "Le script '%@' n'a pas pu se terminer correctement.";
"The script file '%@' could not be opened." = "Impossible d'ouvrir le fichier du script '%@'.";
"Ungroup" = "Dissocier";
"Unindent" = "Annuler le retrait";
"Washed-out" = "Délavé";
"of %d" = "de %d";

/* ==== UNLOCALIZED ==== */

"#,##0" = "#,##0";
"About the Scripts Menu" = "About the Scripts Menu";
"Choose Date" = "Choose Date";
"Classic Crayons" = "Classic Crayons";
"Couldn't launch Automator Launcher.app.  LSOpenFromURLSpec returned %d" = "Couldn't launch Automator Launcher.app.  LSOpenFromURLSpec returned %d";
"Couldn't locate Automator Launcher.app." = "Couldn't locate Automator Launcher.app.";
"Image" = "Image";
"OK" = "OK";
"Page" = "Page";
"The following error was reported:\n%@" = "The following error was reported:\n%@";
"Unable to run workflow." = "Unable to run workflow.";
"workflow not found at %@" = "workflow not found at %@";
